Repository: fschoenfeldt/fotohaecker
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de_de

source: (active)
de_de: (aktiv)

source: Upload your photos, license-free.
de_de: Lade Deine Fotos hoch, lizenzfrei.

source: latest
de_de: Neueste

source: no photos, yet...
de_de: keine Fotos, bis jetzt...

source: oldest
de_de: Älteste

source: photo %{title} on Fotohäcker
de_de: Foto %{title} auf Fotohäcker

source: sort by
de_de: sortieren nach

source: the selected file can't be uploaded:
de_de: die ausgewählte Datei kann nicht hochgeladen werden:

source: upload
de_de: hochladen

source: uploading..
de_de: wird hochgeladen..

source: back
de_de: zurück

source: drag the photo here or use the file button below
de_de: Ziehe das Foto hierher oder verwende die Schaltfläche unten

source: english
de_de: englisch

source: german
de_de: deutsch

source: photo title
de_de: Fototitel

source: change language
de_de: Sprache ändern

source: show more
de_de: mehr zeigen

source: showing %{limit} out of %{amount} photos
de_de: %{limit} von %{amount} Fotos angezeigt

source: Photo uploaded successfully.
de_de: Foto erfolgreich hochgeladen.

source: login
de_de: Anmelden

source: logout
de_de: Abmelden

source: Failed to authenticate.
de_de: Anmeldung fehlgeschlagen.

source: Successfully authenticated.
de_de: Erfolgreich angemeldet.

source: You have been logged out!
de_de: Sie wurden abgemeldet!

source: Download
de_de: Herunterladen

source: Name/Email
de_de: Name bzw. E-Mail

source: Your Account
de_de: Dein Account

source: uploaded on %{date}
de_de: hochgeladen am %{date}

source: your account
de_de: Dein Account

source: Home
de_de: Startseite

source: photo upload field
de_de: Datei hochladen

source: Something went wrong generating tags: %{error}
de_de: Etwas ist beim Generieren der Schlagwörter schiefgelaufen: %{error}

source: generate using AI
de_de: via KI generieren

source: no tags
de_de: keine Schlagwörter

source: photo tags
de_de: Schlagwörter des Fotos

source: saving..
de_de: Speichern..

source: set tags for your uploaded photo
de_de: Setze Schlagwörter für Dein hochgeladenes Foto

source: skip and go to photo
de_de: Überspringen und zum Foto gehen

source: submit and go to photo
de_de: Absenden und zum Foto gehen

source: tags
de_de: Schlagwörter

source: cancel
de_de: Abbrechen

source: canceling..
de_de: Abbrechen..

source: save
de_de: Speichern

source: edit field %{field}
de_de: Feld %{field} bearbeiten

source: enter new %{field}
de_de: Feld %{field} bearbeiten

source: photo %{field}
de_de: Foto %{field}

source: No results
de_de: Keine Ergebnisse

source: Search by title or tag
de_de: Suche nach Titel oder Schlagwort

source: clear search
de_de: Suche löschen

source: search results
de_de: Suchergebnisse

source: search results for %{search_query}
de_de: Suchergebnisse für %{search_query}

source: submit
de_de: Absenden

source: upload progress
de_de: Uploadfortschritt

source: upload progress:
de_de: Uploadfortschritt:

source: waiting for submission
de_de: Warte auf Absenden

source: Your account has been deleted!
de_de: Dein Account wurde gelöscht!

source: Profile Picture of %{nickname}
de_de: Profilbild von %{nickname}

source: Your Profile Link
de_de: Dein Profil-Link

source: by %{user}
de_de: von %{user}

source: by an anonymous user
de_de: von einem anonymen Benutzer

source: by user_id %{user_id}
de_de: von user_id %{user_id}

source: accepted file types: .jpg, .jpeg.
de_de: erlaubte Dateitypen: .jpg, .jpeg.

source: metadata and exif data will be removed upon upload to ensure privacy.
de_de: Metadaten und EXIF-Daten werden beim Hochladen entfernt, um Deine Privatsphäre zu schützen.

source: Search…
de_de: Suche…

source: Click here to complete onboarding.
de_de: Klicke hier, um die Einrichtung abzuschließen.

source: Click here to open your donation dashboard.
de_de: Klicke hier, um Dein Spenden-Dashboard zu öffnen.

source: Create Stripe Account & setup donations
de_de: Stripe-Account erstellen und Spenden einrichten

source: Donate to %{user} to support their work
de_de: Spende an %{user}, um ihre Arbeit zu unterstützen

source: Donations
de_de: Spenden

source: Steps to enable donations:
de_de: Schritte, um Spenden annehmen zu können:

source: Stripe Account created
de_de: Stripe-Account erstellt

source: Stripe Account successfully created!
de_de: Stripe-Account erfolgreich erstellt!

source: Stripe Account successfully deleted!
de_de: Stripe-Account erfolgreich gelöscht!

source: There is a problem with your Stripe Account: %{message}
de_de: Es gibt ein Problem mit Deinem Stripe-Account: %{message}

source: You have not yet created a Stripe account. Please create one to receive donations.
de_de: Du hast noch keinen Stripe-Account erstellt. Bitte erstelle einen, um Spenden zu erhalten.

source: You're ready to receive donations!
de_de: Du bist bereit, Spenden zu erhalten!

source: donate
de_de: spenden

source: error initializing donation: %{message}
de_de: Fehler beim Initialisieren der Spende: %{message}

source: onboarding completed
de_de: Einrichtung abgeschlossen

source: onboarding not completed.
de_de: Einrichtung nicht abgeschlossen.

source: Note: Donations are for demonstrative purposes only!
de_de: Hinweis: Spenden dienen nur zu Demonstrationszwecken!

source: Photos
de_de: Fotos

source: Users
de_de: Benutzer

source: title (maximum 32 characters)
de_de: Titel (maximal 32 Zeichen)

source: Are you sure you want to delete this photo?
de_de: Sind Sie sicher, dass Sie dieses Foto löschen möchten?

source: close
de_de: schließen
